/* Info Text */
"Add users if this device is used by several persons. Use the + button on the top right corner." = "Weitere Benutzer hinzufügen, wenn dieses Gerät von mehreren Benutzern verwendet wird. Nutzen Sie hierfür den + Knopf oben rechts.";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* Label of delete button */
"Delete" = "Löschen";

/* message */
"Do you want to delete all the data for this user?" = "Möchten Sie alle Daten dieses Benutzers löschen?";

/* Edit User page title */
"Edit user" = "Benutzer editieren";

/* Tip for th label of the name entry field */
"In a medical environnement choose a username that preserve nonymity." = "In einem medizinischem Umfeld wählen Sie bitte einen Namen der Ihre Anonymität gewährleistet.";

/* Tip for the password entry field */
"Leave empty for no password" = "Freiwillig";

/* Left nav Button */
"Menu" = "Menü";

/* Label of the name entry field */
"Name" = "Name";

/* Name of a newly created user */
"New user" = "Neuer Benutzer";

/* Info Text */
"Only the owner may remove or edit user. \nYou may switch to another identity by choosing the coresponding username." = "Nur der Besitzer kann Benutzer hinzufügen oder löschen. Sie können Ihre Identität wechseln indem Sie einen anderen Benutzernamen wählen.";

/* Label of the password entry field */
"Password" = "Passwort";

/* App Title */
"Users" = "Benutzer";

/* Info Text */
"You may switch to another identity by choosing the coresponding username. Only the owner may add or remove user." = "Sie können Ihre Identität wechseln indem Sie einen anderen Benutzernamen wählen. Nur der Besitzer kann Benutzer hinzufügen oder löschen.";

